---
kind: enumMember
id: F:Autodesk.Revit.DB.FamilySizeTableErrorType.CannotParseColumnHeader
enum: Autodesk.Revit.DB.FamilySizeTableErrorType
source: html/daca2b01-2286-87d3-ada3-621c792b2cf4.htm
---
# Autodesk.Revit.DB.FamilySizeTableErrorType.CannotParseColumnHeader

Failed to parse the column header of the FamilySizeTable CSV file.